import BlogPost from '/components/BlogPost';
import Layout from '/components/Main';
import React from 'react';

const Post: React.FC = () => {
  const data = {
    title: 'Пазаруване в Ebay',
    content: `Пазаруването в уебсайтове като eBay може да бъде удобно и често предлага добри оферти за широка гама от продукти. Съществуват обаче някои потенциални рискове и опасности, които трябва да знаете, когато пазарувате от този тип уебсайтове, особено за артикули втора употреба, които нямат система за обратна връзка.

	  Един от основните рискове при пазаруване от уебсайтове като eBay е, че може да не получите артикула, който сте закупили. Това може да се случи, ако продавачът е нечестен или ако има проблем с процеса на доставка. В някои случаи продавачът може дори да няма артикула, който продава, и може просто да се опитва да ви измами за парите ви.

	  Друга потенциална опасност при пазаруване в eBay е артикулът, който получавате, да не е в състоянието, описано от продавача. Това може да е особено често срещано при артикули втора употреба, тъй като продавачът може да не е оценил точно състоянието на артикула или може умишлено да е представил погрешно състоянието, за да направи продажба.

	  В допълнение към тези рискове съществува и потенциал за измама или други незаконни дейности при пазаруване в уебсайтове като eBay. Например, продавачът може да използва информация за открадната кредитна карта, за да обработи вашето плащане, или може да продава фалшиви или откраднати стоки.

	  За да се защитите, когато пазарувате в eBay, е важно да направите проучване и внимателно да оцените продавача, преди да направите покупка. Потърсете продавачи с добри резултати и положителни отзиви и не забравяйте да прочетете внимателно описанието на артикула, за да сте сигурни, че разбирате състоянието на артикула. Трябва също така да използвате защитен метод на плащане, като PayPal, за да защитите финансовата си информация.`,
  };
  return (
    <Layout title={data.title}>
      <BlogPost title={data.title} content={data.content} />
    </Layout>
  );
};
export default Post;

export async function getStaticProps() {
  return {
    props: { slug: 'ebay' }, // will be passed to the page component as props
  };
}
