[
    {
        "name": "Работа",
        "icon": "BriefcaseIcon",
        "description": "Търсете идеалната работа, или публикувайте открито място и намерете квалифицирани кандидати.",
        "color": "377D71",
        "slug": "13if"
    },
    {
        "name": "Имоти - Продажби",
        "description": "Намерете своята мечтана къща, или публикувайте своя имот за продажба или наем.",
        "color": "002B5B",
        "icon": "HomeIcon",
        "slug": "TmUc"
    },
    {
        "name": "Имоти - Наеми",
        "color": "002B5B",
        "icon": "OfficeBuildingIcon",
        "slug": "XioA"
    },
    {
        "name": "Авто - Мото",
        "color": "A66CFF",
        "icon": "TruckIcon",
        "description": "Разглеждайте широк избор от коли, мотоциклети и други транспортни средства, или публикувайте свое собствено за продажба.",
        "slug": "kHUm"
    },
    {
        "name": "Туризъм",
        "color": "80558C",
        "description": "Планирайте своето следващо почивка или бизнес пътуване с лекота, и намерете най-добрите оферти за полети, хотели и дейности.",
        "icon": "LocationMarkerIcon",
        "slug": "9lfc"
    },
    {
        "name": "Обучение, курсове",
        "icon": "AcademicCapIcon",
        "description": "Научете нещо ново всеки ден, и разширете своята знания по широк спектър от теми.",
        "color": "B93160",
        "slug": "Xuqm"
    },
    {
        "name": "Електроника",
        "icon": "ChipIcon",
        "color": "53BF9D",
        "description": " Намерете всичко необходимо за вашата електроника, от компютри до телевизори и смартфони.",
        "slug": "H9q2"
    },
    {
        "name": "Домакински уреди",
        "icon": "LightBulbIcon",
        "description": "Намерете всичко необходимо за вашия дом, от хладилници до перални и прахосмукачки.",
        "color": "513252",
        "slug": "tFel"
    },
    {
        "name": "Компютри, Офис техника",
        "icon": "DesktopComputerIcon",
        "description": "Намерете всичко необходимо за вашия компютър, от лаптопи до монитори и периферни устройства.",
        "color": "76BA99",
        "slug": "TapE"
    },
    {
        "name": "Машини, Инструменти",
        "description": "Намерете всичко необходимо за своя бизнес или хоби, от инструменти за обработка на дърво и метал до генератори и машини за строителство.",
        "icon": "CogIcon",
        "color": "809A6F",
        "slug": "CVGQ"
    },
    {
        "name": "Рест. и Търговско оборудване",
        "description": "Намерете всичко необходимо за вашия търговски бизнес, от витрини и столове до регистратори и принтери фактури. Публикувайте своята обява и намерете нови клиенти.",
        "icon": "FilterIcon",
        "color": "990000",
        "slug": "0Izr"
    },
    {
        "name": "Детски свят",
        "icon": "EmojiHappyIcon",
        "description": "Намерете всичко необходимо за вашите деца, от колички и детски креватки до играчки и дрехи. Публикувайте своята обява и намерете нови клиенти.",
        "color": "40DFEF",
        "slug": "ri8w"
    },
    {
        "name": "За дома и градината",
        "icon": "ColorSwatchIcon",
        "description": "Намерете всичко необходимо за вашия дом и градина, от мебели и осветителни тела до цветя и инструменти за градинарство. Публикувайте своята обява и намерете нови клиенти.",
        "color": "809A6F",
        "slug": "Vw2x"
    },
    {
        "name": "Фермерство, Механизация",
        "icon": "TableIcon",
        "description": " Намерете всичко необходимо за вашето фермерство и механизация, от трактори и минитрактори до селскостопански машини и инструменти. Публикувайте своята обява и намерете нови клиенти.",
        "color": "570A57",
        "slug": "HJKt"
    },
    {
        "name": "Услуги",
        "icon": "PaperClipIcon",
        "color": "EB5353",
        "description": "Намерете услуги за всякакви нужди, от поддръжка на компютри и мобилни телефони до пране на облекла и приготвяне на храна. Публикувайте своята обява и намерете нови клиенти.",
        "slug": "aUUC"
    },
    {
        "name": "Строителство",
        "icon": "TemplateIcon",
        "description": "Намерете всичко необходимо за вашето строителство, от материали за строителство до инструменти и машини. Публикувайте своята обява и намерете нови клиенти.",
        "color": "CE9461",
        "slug": "dlt6"
    },
    {
        "name": "Производство, Търговия",
        "icon": "CubeIcon",
        "description": "Намерете всичко необходимо за вашето производство и търговия, от материали и компоненти до машини и инструменти. Публикувайте своята обява и намерете нови клиенти.",
        "color": "001E6C",
        "slug": "AF8O"
    },
    {
        "name": "Лодки, Яхти, Джетове",
        "icon": "SupportIcon",
        "color": "6FB2D2",
        "slug": "vt6E"
    },
    {
        "name": "Спорт, Игри, Атракции",
        "description": " Обявете всичко необходимо за вашите спортни активности, игри и забавления, от велосипеди и ски до играчки и атракциони. Намерете нови клиенти чрез публикуването на вашите обяви",
        "color": "65C18C",
        "icon": "PuzzleIcon",
        "slug": "PNTz"
    },
    {
        "name": "Домашни любимци",
        "icon": "HeartIcon",
        "color": "7882A4",
        "description": "Намерете всичко необходимо за вашите домашни любимци, от храна и аксесоари до домашни животни и къщи за птици. Публикувайте своята обява и намерете нови клиенти.",
        "slug": "EXgl"
    },
    {
        "name": "Здраве, Красота",
        "description": "Намерете всичко необходимо за вашето здраве и красота, от лекарства и добавки до козметика и апарати за фитнес. Публикувайте своята обява и намерете нови клиенти.",
        "icon": "BeakerIcon",
        "color": "FA4EAB",
        "slug": "KbPU"
    },
    {
        "name": "Изкуство, Хоби",
        "description": "Намерете всичко необходимо за вашите изкуствени интереси и хобита, от канви и бои до инструменти за музика и книги. Публикувайте своята обява и намерете нови клиенти.",
        "color": "632626",
        "icon": "CameraIcon",
        "slug": "Gokx"
    },
    {
        "name": "Мода, Стил",
        "description": "Намерете всичко необходимо за вашия стил и мода, от дрехи и обувки до аксесоари и козметика. Публикувайте своята обява и намерете нови клиенти.",
        "color": "9A0680",
        "icon": "ShoppingBagIcon",
        "slug": "uBWZ"
    },
    {
        "name": "Съобщения",
        "color": "4FBDBA",
        "description": " Обменете съобщения с други потребители на сайта, за да ви помогне да намерите нужното или да се свържете с продавача. Това е бърз и лесен начин да комуникирате с други хора на сайта.",
        "icon": "AnnotationIcon",
        "slug": "fegC"
    }
]